/*
Объявить две переменные: admin и name. Записать в name строку "Василий";
Скопировать значение из name в admin. Вывести admin (должно вывестись «Василий»).
*/

var admin;
var name = 'Василий';
admin = name;
console.log(admin);

// 3. * Чему будет равно JS-выражение 1000 + "108"?
// Ответ: "1000108"

// 4. * Самостоятельно разобраться с атрибутами тега script (async и defer).
// async - скрипт будет выполняться не зависимо от того, загрузилась-ли страница и страница будет загружаться не зависимо от того, выполнился скрипт или еще нет.
// defer - скрипт начнет выполняться только после того, как вся страница загрузится и отобразится в браузере
